/* Text for close button */
"Close" = "Zavřít";

/* Text for button to scan a credit card */
"Scan Card" = "Naskenovat kartu";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Naskenovat kartu";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "Číslo IBAN, které jste zadali, je neplatné.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Při zpracování Vaší karty došlo k chybě -- zkuste to za několik sekund znovu";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Došlo k neočekávané chybě -- zkuste to znovu za několik sekund";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Zkusit znovu";

/* Error when the card has already expired */
"Your card has expired" = "Platnost Vaší karty uplynula";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Vaše karta byla odmítnuta";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Měsíc konce platnosti Vaší karty je neplatný";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Rok konce platnosti Vaší karty je neplatný";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Číslo Vaší karty je neplatné";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Bezpečnostní kód Vaší karty je neplatný";

/* Error when customer's name is invalid */
"Your name is invalid." = "Vaše jméno je neplatné.";

